app/views/users/index.html.erb

<header id="content-header">
  <h1><%= pluralize(@user.size, 'User') %></h1>
---
SELECT "users".* FROM "users"
SELECT COUNT(*) FROM "users"